Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Tapas] Talent Agent & The Threads of Fate KO>EN.tmx
Source language: ko_kr
Languages: en

source: 그리고 예능 말이야, 추격전 같은 거 같던데 괜찮겠어?
en: and the variety show seems like a show where you’d be chasing around people. would you be alright with that?

source: 선생님, 하늘이는 좀 어때요?
en: how’s haneul?

source: 걱정 안 하셔도 돼요!
en: you don’t have to worry about me!

source: 이 사람이 갑자기 웬일이래?
en: what does he want?

source: 아니, 오히려 많이 늦은 걸지도….
en: it might have been better for her to have gone back to work sooner.

source: 오빠, 저게….
en: hey, ummm...

source: 인준이 말씀이십니까?
en: are you referring to injoon?

source: 와, 너무하시네!
en: wow, you’re being too harsh!

source: 메이킹 필름을 말도 없이 내보내도 돼요?!
en: how could you release the behind the scenes without telling me?!

source: 거절해도 어쩔 수 없지.
en: so I’d totally understand even if she refuses.

source: 화장 번져.
en: you’re gonna mess up your makeup.

source: 어?!
en: whoa?!

source: 뭐야, 왜 이래?
en: w-what’s going on?

source: 저는….
en: I...

source: 어차피 전 국민이 내가 어떤 사람인지 알게 된 마당에.
en: everybody now knows what kind of a person I am.

source: 여기, 연락처.
en: here’s the contact info.

source: 촬영은 언제예요?
en: when’s the shoot?

source: 이게 몇 년만 인지….
en: how many years has it been...?

source: 1팀이랑 우리 팀 균형이 안 맞잖아.
en: the balance isn’t right between team one and us.

source: 죄송한 건 당연한 거고.
en: you should be.

source: 형, 난 괜찮으니까 됐어.
en: hey, I’m fine.

source: 그냥 총대를 메야 하나….
en: maybe I should do something about it...

source: 인준 씨도 들어 봤지?
en: injoon, you’ve heard, right?

source: 수고하셨습니다!
en: good job, everybody!

source: 고생하셨습니다.
en: good job.

source: 아뇨, 그건 아니고….
en: no, it’s not that...

source: 인준 씨!
en: injoon!

source: 네, 처음에는 그럴 생각이었는데…
en: yeah, I was going to at first...

source: 처음이랑 비교하면….
en: compared to how you were before...

source: 오빠는요?
en: how about you?

source: 인준 씨.
en: mr. kim.

source: 녹취록 작성을 끝내는 대로 기자들한테 뿌릴 겁니다.
en: as soon as we get the transcript ready, we are going to release it to the media.

source: 혹시 그걸 바란 거였어요?!
en: would you have liked that better?!

source: 우린 어떡할까?
en: what do you want to do?

source: 네, 방금 끝났어요.
en: yes, it just ended.

source: 죄송하지만, 먼저 일어나 볼게요.
en: I’m sorry but I need to get going.

source: 에이, 별 얘기도 아닌데, 뭘.
en: no, you don’t need to thank me.

source: 하늘이 프로필 만들어야 하거든요.
en: we need create a profile for haneul.

source: 장르는 추리물이고, 주연급 역할은 셋인데….
en: it’s a mystery tv series with three main characters...

source: 사람은 괜찮나 보네.
en: I guess he’s nice.

source: 파일은 이따 보내 주세요.
en: please send me the file later.

source: 뭘 어쩌려고요?
en: what are you going to do?

source: 환장하겠네….
en: you’ve got to be kidding me...

source: 또 무슨 일 터지는 건 아니겠지?
en: did something happen?

source: 광고에, 예능까지.
en: getting offers for a commercial and a variety show.

source: 안녕히 주무세요.
en: good night.

source: 차라리 정식 오디션을 보게 해야 했나?
en: should I have made her go through auditions like everyone else?

source: 그 점이 마음에 들었던 거지만.
en: although that’s what I liked about him.

source: [일요일은 재밌다]랑 관련해서 얘기 들으신 거 있어요?
en: did you hear anything from “sunday is fun”?

source: 열심히 하는 건 좋아.
en: it’s good to be enthusiastic.

source: 솔직히…
en: honestly...

source: 왜 이번에는 운명의 선이 안 보인 거야?
en: why couldn’t I see the thread of fate this time?

source: 인준아, 너희 배우 끼워 팔기식으로 어떻게 안 될까?
en: injoon, can we get our actors on a show alongside your actors?

source: 어!
en: hey!

source: 감독님… 첫 회 대박 났다고 사람이 달라졌네.
en: producer... became a different man after seeing the first episode receive extremely good ratings.

source: 너무 간단하게 결정하지 말고.
en: you don’t have to make a decision right away.

source: 가야지.
en: I’ll be there.

source: 혜령아.
en: hye-ryung.

source: …뭐?
en: what?

source: 어때?
en: how’s it going?

source: 강수지 또 골 아프게 하네.
en: sooji kang’s causing trouble again.

source: 탐정인 주인공이 사건을 해결해 나가는 에피소드식 구성이에요.
en: it’s about a detective solving different cases one by one.

source: 요즘 어떻게 지냈어?
en: how have you been?

source: 지금 분위기 안 보이세요?
en: can’t you see that you’re making everyone uncomfortable?

source: 이번엔 드라마 주연까지 맡게 됐고요.
en: and this time I’m the lead of a tv series.

source: 이 강수지인데, 당연하지.
en: it was expected. I’m sooji kang.

source: 다녀올게요!
en: I’ll be back.

source: 정 선생님한테는 내가 말해 줄게.
en: I’ll tell instructor chung.

source: 어쨌든 이번에는 오서연이라는 총알받이가 있으니까.
en: besides, we have a scapegoat named seoyun oh.

source: 그렇게 준비하겠습니다.
en: I will.

source: 신인 작가님이셔서 흐름을 놓치실까 봐요.
en: since you’re a new writer and could miss out on the details.

source: KBC JOY 박성진 PD 제작이에요.
en: producer sungjin park of kbc joy is producing it.

source: 현장 분위기는 어땠어요?
en: how was it?

source: 그냥 네가 옆에 오면 괜히 그런 생각부터 들더라고.
en: I just know you have something to ask me when you come near me these days.

source: 그 친구 일은 왜 물어 보십니까?
en: may I ask why you’re asking about him?

source: 그냥 작은 식당 하십니다.
en: my parents run a small restaurant.

source: 필요가 없긴 왜 없어요?
en: of course, I do!

source: 나한테는 좀 이른 것 같긴 한데….
en: I think it may still be too early for me...

source: 진짜로?!
en: really?!

source: 좋은 얘기가 나올 수가 없는데.
en: nothing good can come out of this.

source: 다음 달까지 팀 꾸리는 거 봐서 편성은 잡아 준다는데…
en: they say they’ll schedule this program after I get a crew together by next month...

source: 한번 얕잡아 보이면 끝이 없는 거 몰라요?!
en: once they look down on you, it’ll only get worse. don’t you know that?!

source: 뭐야?
en: what the...

source: 작가 하기 전에 격투기 좀 배웠다더니, 사람 잡겠어.
en: I guess it’s true that you learned martial arts before you became a writer.

source: 여하튼 얘기도 끝났는데 밥이나 먹자.
en: anyway let’s go grab a bite since we’re done here.

source: 아니, 지금 사람 놀리러 왔…!
en: are you here to mock me...!

source: 별로라기보다는… 그냥 평범하달까.
en: it’s not that she’s bad... she just doesn’t seem to be talented.

source: 여긴 어떻게 알고 왔어요?
en: how did you find me?

source: 몇 번째 들었는지 알아요?
en: do you how many times you’ve said that?

source: 이번에 지아 씨 도움 좀 받았어요.
en: I got some help from ms. han this time.

source: 자, 다시 갑시다!
en: ok, let’s go again!

source: 그냥… 평범했어요.
en: it was... normal.

source: 아직 회사죠?
en: are you still in the office?

source: 아, 아니에요.
en: n-no.

source: 넌 어떻게 하고 싶은 건지.
en: what do you want to do?

source: 심 대표를 믿고 끝까지 가실지,
en: whether you’ll continue to trust mr. shim,

source: 그쪽이 보기에도 괜찮으면.
en: it’s good to hear that from you.

source: 가수든, 배우든 연예인이면 괜찮아요!
en: I don’t care if I have to become a singer or an actress as long as I become a celebrity!

source: 과연 저게 진짜일까?
en: can that be fake?

source: 이해가 될 것도 같고.
en: I think I see it now.

source: 그리고…
en: and...

source: …어.
en: ok.

source: 내가 그런 이미지였냐?!
en: is that how you thought of me?!

source: 너, 오랜만에 언니랑 얘기 좀 하자.
en: it’s been a while since we talked. let’s have a chat.

source: 뭐 어때요?
en: so what?

source: 개인 수업을 시켜 줄 수도 없고….
en: it’s not like I can have her take individual classes...

source: 오, 시작한다.
en: oh, it’s starting.

source: 저 아직 지아 씨 매니저입니다.
en: I’m still your manager.

source: 제가 보기에는 많이 까칠한 것 같은데….
en: I think she’s very cranky...

source: 얘야?
en: is this him?

source: 너무 평범해서 도저히 어필할 자신이 없는데….
en: nothing stands out that I’m not sure how I’m going to appeal for her...

source: 내 비위 맞춰 주느라.
en: I’m sure it was tough working with me.

source: 요새 두통이 잦아서….
en: I’ve been getting headaches quite often lately...

source: …이 정도 일이 벌어질 거였다면 진작에 보였어야 하는 거 아닌가?
en: shouldn’t have I seen it already if something to this magnitude has occurred?

source: 최 팀장님이 알아서 하겠죠.
en: I guess team leader choi will figure something out.

source: 나 정도 되는 배우가 겨우 주말 아침 드라마에 출연하게 된 이유가 뭐라고 생각해요?
en: why do you think an actress of my caliber was cast in a morning tv series?

source: 많아야 일주일에 두 편?
en: probably two episodes at most?

source: 잠깐만요.
en: hang on.

source: 왜 아직도 회사에서 이러고 있어?
en: what are you still doing here?

source: 솔직히 캐스팅이 쉽진 않겠지.
en: honestly, casting isn’t easy.

source: 알아들으셨네요.
en: you get my point.

source: 나보다 현장 분위기는 잘 알 테니.
en: you know how things are on the field better than I do.

source: 좋은데요?
en: it seems great!

source: 그럴 리가요….
en: of course I do.

source: 재계약 안 한 연예인들 방송 출연 못 하게 막는다거나 가수는 곡도 못 주게 하는 거.
en: I’m sure you’ve seen how artists who didn’t renew their contracts couldn’t appear on shows or couldn’t release albums.

source: 상황 좀 보고요.
en: although we’d have to see how things pan out.

source: 얼마 전에 퇴사한 선배가 혜령 씨를 꼭 만나 보고 싶대.
en: a colleague of mine who quit not too long ago wants to meet ms. yun.

source: 연기도, 성질머리도.
en: in terms of her acting as well as her personality.

source: 이거 2J에서 기획하는 거야?
en: is 2j involved?

source: 가만히 있었다고요?
en: out of nowhere?

source: 그래서 내 대답에 만족해, 이제?
en: so are you satisfied with my answer now?

source: PD들 사이에서 인준 씨 엄청 유명하거든.
en: you’re quite famous among producers, injoon.

source: 거 참….
en: hah...

source: 지혜 씨, 그거 아세요?
en: jihye, did you know?

source: 슬슬 추석 준비 해야 하거든요.
en: I’m slowly getting ready for chuseok. *chuseok: korean thanksgiving

source: 2팀 김인준 실장, 그 양반 너무 설치는 거 아니에요?
en: chief injoon kim from team two, hasn’t he gone too far?

source: 어린놈이 설치고 다니는 거 꼴 보기 싫었는데.
en: I couldn’t stand seeing a young kid going around like a big shot.

source: 나이가 드니 이제 오래 앉아 있기 힘들구먼.
en: I must be getting old, sitting so long makes me pretty tired.

source: 혼자 가서 보고 와.
en: you should go by yourself.

source: [그 남자는 알고 있다] 첫 대본 리딩
en: first read-through rehearsal for “the man knows already”

source: 딱히 이상한 거 없는데?
en: everything seems ok.

source: 몸만 여기 있지, 머리는 완전 지아 언니한테 가 있네요.
en: you’re physically here, but your mind is with ji-ah.

source: [그 남자는 알고 있다] 첫 방송일.
en: the day of the release of “the man knows already”

source: 노트북에 뭐가 있는지는 이따가 확인하고,
en: I’ll check what’s in the laptop later.

source: 아냐.
en: never mind.

source: 왜 그래, 갑자기?
en: is everything ok?

source: 그건 그렇지만….
en: I agree, but...

source: 그러니까 그 감탄한다는 게 문제라는 거죠.
en: I don’t understand why my character is impressed.

source: 이것도 한 번 봐요.
en: take a look at this too.

source: 내가 등 떠밀었잖아.
en: I pushed you to say something.

source: 혜령 씨, 왜 그래?
en: what’s wrong, hye-ryung?

source: 뭐가요?
en: what do you mean?

source: 다행이네.
en: good.

source: 내 차기작이에요.
en: this is my next project.

source: 안 놀랄 사람이 있을까 싶습니다만.
en: I don’t think there would be anyone who wouldn’t be so shocked.

source: 검은 선이 안 보인 게 어디야?
en: I’m just glad I don’t see a black thread.

source: 시트콤 한번 할 생각 없어요?
en: would you like to work on a sitcom?

source: 그냥 아는 PD님이 작가 못 구하고 있기에 연결해 준 거야.
en: I just connected him with a writer because he was having a hard time finding one.

source: 설마요.
en: I don’t think that’ll happen.

source: 운명의 선이 안 보여.
en: I don’t see the thread of fate.

source: 오래 끌어 봤자 지아 씨 이미지만 계속 나빠지니까.
en: the longer it takes the worse it’ll get for ms. han.

source: 그동안 저랑 같이 다니시느라 고생하셨습니다.
en: thank you for bearing with me all this time.

source: 수지야!
en: sooji!

source: 에휴… 그냥 잠시 빠져 있어야겠다.
en: *sigh*... I should leave them alone.

source: 국과수 직원한테 이런 일이 처음이겠어요?
en: this wouldn’t be the first time a CSI agent finds a lead, would it?

source: 저도 들어갈래요!
en: I wanna go in too!

source: 시켜 준다는 건 아니고….
en: I didn’t say I was going to give you a chance...

source: 민폐죠, 민폐.
en: it was rude of us.

source: 아, 인준 씨.
en: ah, mr. kim.

source: 더 거절하시면 저 서운해질 것 같은데요?
en: if you keep declining, I think I’m going to feel bad.

source: 그게… 매니저 일이라면, 죄송하지만….
en: oh, if you’re talking about continuing to work as your manager, then I’m sorry but...

source: 회사에 볼일이 좀 있어서요.
en: I have to go to the office.

source: 그 덕에 작품이 잘됐다고 하면 사람들도 다 그렇게 이해할 거야!
en: people will think that the series did well thanks to your help!

source: 지금 무슨 얘기하시는 거예요?
en: what are you talking about?

source: 내가 마시면 운전은 누가 하고?
en: who’s going to drive if I drink?

source: 날짜는….
en: and the date...

source: 예약이 한 달 치나 잡혀 있는 줄 몰랐지….
en: I had no idea the restaurant was fully booked for a month...

source: 강수지가 아니라 혜령 씨를 잡아야겠다고.
en: they probably thought they needed hye-ryung not sooji kang.

source: 종이봉투 붙이거나 샤프심 통에 넣는 일 같은 거.
en: I folded envelopes or put pencil leads into the cases.

source: 이렇게 빨리요?
en: this fast?

source: 일단, 결정하기 전에 조금만 더 시간을 달라고 했습니다.
en: I asked them to give me some time to make a decision.

source: 윽….
en: ugh...

source: 그래도 운명의 선이 보였는데….
en: but I saw the thread of fate...

source: 쟤 밥 안 먹여요?
en: do you not feed her?

source: 아, 그러시면 촬영 끝나고….
en: oh, then perhaps we can talk in private after...

source: 시놉 정도만….
en: just the synopsis...

source: 그럼 앞으로 잘해 봐요.
en: good luck then.

source: 너, 가수팀 연습생인 거 같은데.
en: it looks like you’re a trainee for the singers department.

source: 영상을 올린 지 며칠 안 됐는데, 벌써 조회 수가 엄청나더라고요.
en: it’s only been a few days but the clip’s gotten a tremendously high number of views already.

source: 분명히 봤단 말이지, 운명의 선.
en: but I certainly saw the thread of fate.

source: …믿는다?
en: I’ll take your word for it...

source: 괘씸해서 안 줄려고 했는데, 아깝게 버릴 수는 없으니까.
en: I wasn’t going to give it to you because you were so difficult at times, but I didn’t want to throw it out. so...

source: 우리 회사에서 준비 중인 게 있으니 그거나 해.
en: we’re preparing something, so have hye-ryung do it as her next project.

source: 이번 기회에 인사도 할 겸 같이 찍지, 뭐.
en: I don’t mind. it’ll be nice to meet them anyway.

source: 잘됐네요!
en: that’s great news!

source: 오늘로 끝인데, 나랑 같이 다녀 보니까 어땠어요?
en: how did you like working with me?

source: 젊은 남녀가 많이 붙어 다니긴 했지.
en: we did spend a lot of time together.

source: 혹시, 잠깐 지낼 만한 곳 있어?
en: do you have any place to stay for a little while?

source: 어, 조금.
en: yeah, a little bit.

source: 우리랑 상관없는 일이라고.
en: say that this doesn’t have anything to do with us.

source: 이게 검은 색으로 변할 정도야?
en: but is it to the extent that the thread would turn black?

source: 진정해요, 누나.
en: calm down.

source: 그거야 당연한 거고.
en: that’s obviously true.

source: 그때 대본 같이 보면서 얘기하자고.
en: we can go over the script together.

source: 당신 뭐해?
en: what are you doing?

source: 나도 하나만 물어보자.
en: let me ask you something too.

source: 추운데 뭐 하러 나와 있어.
en: what are you doing outside? it’s cold.

source: 아, 어떡하지?
en: oh my goodness...

source: 운명을 흔들 작품이 쉽게 보이는 것도 이상하지.
en: it wouldn’t be easy to see a project that would change her fate.

source: 그럼 전에 말씀하셨던 레스토랑 어딘지 말씀해 주세요.
en: then tell me which restaurant it was.

source: 근데 네가 왜 작가를 구하러 다녀?
en: but why are you the one finding a writer for this?

source: 오늘은 여기까지만 하고 집에 가자.
en: let’s wrap it up for the day and go home.

source: 사내자식이 좀스럽게.
en: such a despicable man.

source: 실없기는.
en: haha. alright.

source: 쟤 이상하다고!
en: she’s being weird today!

source: 법무팀 쪽에 말해 놓을 테니까, 이종우랑 계약_x0003_정리해.
en: I’ll let the legal team know. terminate the contract with jongwoo lee.

source: 나 통화 좀 하고 들어갈 테니까 먼저 가 있어.
en: you should go in first. I need to make a phone call.

source: 그래서, 요즘 잘나가시는 양반이 무슨 일이야?
en: so, what does a busy man like you want from me?

source: 그럭저럭요.
en: it’s coming along ok.

source: 최 팀장님한테 그렇게 전해 주세요.
en: please tell mr. choi that.

source: 저거 요즘 말이 많더라고.
en: there are a lot of rumors about him.

source: 혜령이한테도 보여 주게.
en: I want to show it to hye-ryung.

source: 결정… 했습니다.
en: I...made up my mind.

source: 자기 감정을 솔직하게 표현 못 하는 사람이니까.
en: she’s not good at expressing her true feelings.

source: 정말 괜찮습니다.
en: it’s really ok.

source: 그냥 친하게 지내고 싶어서요.
en: I just want to be friends with you.

source: 강수지 캐스팅이 엎어져서요.
en: sooji kang backed out.

source: 생각보다 더 잘살고 있었네.
en: but you’re doing much better than I thought.

source: 야, 헛소리하지 말고 빨리 해.
en: hey, stop talking and keep at it.

source: 트집 잡을 걸 잡아야지.
en: she needs to pick the right battles.

source: 둘 다 그만!
en: stop it, the both of you!

source: 예….
en: yes...

source: 하늘아, 괜찮겠어?
en: would that be alright, haneul?

source: 빨리 안 따라와요?
en: aren’t you coming?

source: 잘 생각했네.
en: that’s fair.

source: 하지만 시켜만 주시면 열심히 하겠습니다!
en: but I’ll do my best if you give me a chance!

source: 아뇨, 괜찮습니다.
en: no, I’m alright.

source: 팀장님까지 그렇게 부르시니까 얼굴이 다 화끈거리네요.
en: you’re making me blush by calling me that.

source: 뭐예요?
en: what is it?

source: 생각할 게 좀 많아서요….
en: I have a lot to think about...

source: 보면 몰라요?
en: can’t you see?

source: 그쪽은 무슨 일 생기면 얼굴에 바로 티가 나거든요?
en: you’re easy to read, especially when something is going wrong.

source: 운전 한번 살벌하네요….
en: you definitely know how to drive...

source: 그럼 전 이만 가 볼게요.
en: alright then. I’m gonna go.

source: 형, 전에 강수지랑 작품 같이 했을 때 어땠어요?
en: hey, how was working with sooji kang?

source: 당연히 못 들어 봤겠지.
en: you probably would’ve never heard of him before.

source: 손하늘이 생각보다 괜찮은 녀석이더라고.
en: but haneul wasn’t as bad as I thought.

source: 수지 씨도 혜령이를 아끼는 마음에서 그러셨을 겁니다.
en: ms. kang probably said those things because she cares about hye-ryung.

source: 수지 씨가 이번에 맡은 역할은 어떤 캐릭터인가요?
en: what’s the role that you’ve taken, ms. kang?

source: 평범해.
en: ordinary at best.

source: 저밖에 없습니다.
en: I was the only one.

source: 이거 원래 강수지 거예요.
en: sooji kang used to do this commercial.

source: 방금 얘기, 대표님 앞에서도 할 수 있겠지?
en: you can tell the ceo what you just told me, right?

source: 부르고 싶은 사람 알아서 데려와.
en: invite whoever you want to.

source: 사극판의 거물, 한준구.
en: maestro of historical dramas, joon-gu han.

source: 그래서 어때요?
en: so what do you think?

source: 죄송해요.
en: I’m sorry.

source: 어, 여보세요?
en: hey, hello?

source: 들으면 어쩌려고요?
en: what are you going to do if she hears you?

source: 찾아보면 하나쯤은 있지 않을까요?
en: but I should be able to find something.

source: 괜한 일에 말려들게 해서.
en: for getting you involved in all this.

source: …듣기만 할 거니까 해 봐, 어디.
en: fine. I’ll just listen to what you have to say.

source: 이제 그것 좀 벗지?
en: take them off now.

source: 그래, 갑시다.
en: ok, then. let’s go.

source: 그럼 준비해 온 거 보여 주시겠어요?
en: then can you show us what you’ve prepared?

source: 그쪽도 처음 취재했던 기자가 확실하대서 터뜨리고 본 것 같은데,
en: I think they published the article because their reporter was confident that the story was true,

source: 맨날 너랑 둘이서만 보니 지겨워서.
en: because I’m tired of seeing you by myself.

source: 에이, 그거 다 얻어걸린 거예요.
en: oh, those were all luck.

source: 뭔가 잘못됐어…!
en: something’s not right...!

source: 고시원 살면서 연습생이라니… 이제 졸업해야지.
en: she shouldn’t be living in a studio anymore.

source: 전 괜찮아요!
en: I’m fine with that!

source: 생각보다 일이 쉽게 풀렸는데?
en: that was easier than I thought.

source: 실상은 데뷔를 위해 경쟁하는 처지.
en: in reality, they’re competing against each other to make a debut.

source: 언제요?!
en: when?!

source: 연습 끝나셨어요?
en: are you done with the session?

source: 네, 알고 있습니다.
en: yes, I know.

source: 어…?
en: huh...?

source: 아니, 진짜 미쳤어?!
en: hey, are you crazy?!

source: 그리고 준섭 씨 예능 MC 맡기로 한 거 들었어요?
en: and did you hear that junseob’s going to be the host of a new variety show?

source: 아뇨… 저 괜찮아요.
en: yeah... I’m fine.

source: 그날 괜찮을 거 같아요.
en: it should work.

source: 최악의 상황은 백기를 들고 대본을 수정하는 건데…
en: the worst case would be the writer revising the script just to make sooji kang happy...

source: 선이… 흰색으로 변했다?
en: did the thread just...turn white?

source: 연기력이 아니라, 촬영 일정 때문에 힘들어하는 것처럼 보였다는 얘기였다고.
en: we’ll say that what you meant was she seemed to have a hard time with the schedule and that you weren’t degrading her acting.

source: 한지아, 오늘 컨디션 좋은가 봐?
en: ji-ah, you seem to be full of energy today.

source: 죄, 죄송합니다!
en: I-I’m so sorry.

source: 하, 갑자기 이게 뭐람.
en: *sigh*, what is all this?

source: 대본… 그대로 가실 거예요?
en: the script... are you not going to make any changes to it?

source: 증거까지 이렇게 나온 마당에 딜은 필요 없고.
en: now that we have evidence, we don’t need to make a deal with him.

source: 오늘 촬영하는 사람이지?
en: for one of the actors who’s shooting today?

source: 회사에서 밥 안 줘요?!
en: do you not feed her?!

source: 김 실장님, 여기서 혼자 뭐 해요?
en: chief kim, what are you doing here by yourself?

source: 그럼, 이동규 감독님 작품에는 오디션 보고 들어간 거예요?
en: then did you get the part in director donggyu lee’s project lee by auditioning?

source: 작업 걸려는 거 아니에요.
en: I’m not hitting on you.

source: 당신, 나 마음에 안 들잖아.
en: you don’t like me.

source: 트집 잡을 거라고는 연기밖에 없는데….
en: the only thing she’d be able to say would be about hye-ryung’s acting...

source: PD님!
en: producer!

source: 알아서 해.
en: alright then.

source: 이거 꿈 아니죠?!
en: I’m not dreaming, am I?!

source: 그거야 뭐….
en: well yeah...

source: 그게 무슨 뜻일 것 같아요?
en: what do you think that means?

source: 어, 어… 알았어.
en: oh, yeah... sure.

source: 하하.
en: haha.

source: 그래서 이번 작품은 어때요?
en: so how do you feel about this series?

source: 무슨 얘긴데 그러세요?
en: what’s the news?

source: 그럼 어떻게 반응해요?
en: then, how do you expect me to react?

source: 제가 확실하게 못 박을게요.
en: I’ll make sure he doesn’t.

source: 어떻게든 개편 때 살릴 테니까.
en: the show’s not getting cancelled.

source: 실장은 무슨….
en: hah, chief...

source: 안 가는 게 아니라 못 가.
en: it’s not that I don’t want to, but I can’t go.

source: 알겠습니다….
en: yes sir...

source: 지난번에도, 또 그 전에도 혼자 청소하더니.
en: she was cleaning by herself last time and the time before that too.

source: 잠깐 졸았네.
en: I dozed off for a second.

source: 그럼 진 사람은 벌칙 두 배로 받기 어때?
en: then how about the loser gets penalized twice as much?

source: 어… 지, 지아 씨…?
en: ummm...m-ms. han...?

source: 손하늘….
en: haneul son...

source: 그래서 오늘 캐릭터 어떻게 잡으면 돼?
en: so what should I talk about with the guest today?

source: 너 진짜야?
en: is this really true?

source: 진심이에요.
en: I’m serious.

source: 남주가 단서를 줬고, 거기에 감탄하는 게 이상한가요?
en: the male character finds a lead to a case and your character is impressed by it. does that seem strange to you?

source: 다른 분도 아니고, 한지아 씨를 어떻게 거절합니까?
en: how could I turn down the ji-ah han?

source: 설마?
en: no way.

source: 죄송합니다.
en: I apologize.

source: 오, 오셨어요?
en: h-hi.

source: 겸사겸사 혜령이 사진도 업데이트 한번 하려고요.
en: and I’d also like to update hye-ryung’s picture this time around as well.

source: 다행이네요.
en: that’s good.

source: 이거 언제부터 뿌리는 거예요?
en: when are they going to start posting it up?

source: 되든 안 되든 좀 부탁할게요.
en: whether it helps or not, could you please talk to them?

source: 거기서부터 연결된 거였나?!
en: it goes back that far?!

source: 대놓고 김인준 키워 주기 한다고 소문났는데.
en: there’re rumors saying that he’s trying to expand injoon kim’s role within the company.

source: 다음 주에 대본 리딩 들어간다고?
en: so the read-through rehearsal is next week?

source: 솔직히… 잘될지는 모르겠어요.
en: honestly... I’m not sure if this’ll be a hit.

source: 아뇨, 딱히….
en: no, not really...

source: 옆에 스태프들 다 있는데 왜 그러실까….
en: the entire staff is right there listening...

source: NG!!
en: cut!

source: 예?
en: huh?

source: 제가 부족해서 그렇습니다….
en: it’s my fault...

source: …이거였네.
en: this was it.

source: 아뇨, 생각나는 곳은 없어요….
en: no. I don’t...

source: 혜령이가 강수지를 밀어냈다고?
en: hye-ryung beat out sooji kang?

source: 뭔데 그래?
en: what are you looking at?

source: 그동안 고생 많으셨습니다.
en: you went through quite a bit. way to hang in there.

source: 참 나, 자존심 상해.
en: you’re hurting my ego.

source: 어땠어요?
en: how was it?

source: 혜령 씨 드라마 남주 캐스팅 확정된 거.
en: the male lead has been decided for the series hye-ryung’s in.

source: 그럼 다음 신 준비합시다!
en: let’s get ready for the next scene!

source: 지금은 단 한 명의 생각만 중요한 거 아니에요?
en: shouldn’t we be more concerned about what that one person’s opinion is?

source: 왜 말을 못 해?
en: just tell me.

source: 옛날처럼 일주일에 다섯 편씩 제작하지 않아도 된다는 거죠.
en: it means that you don’t have to produce five episodes a week like you used to.

source: 제보자랑 다리 놔주는 대신에 그 기자 말고 자기들한테 책임 안 묻는 거로요!
en: today star is going to connect us with the informant if we don’t sue them.

source: 국과수 직원이 이런 멍청한 답을 한다고요?
en: would a CSI agent say such a stupid thing?

source: 보고 바로 회사로 들어와!
en: come into the office as soon as you’re done reading it!

source: 말은 계속 해 보고 있는데….
en: I’m trying my best...

source: 32번 신에 시작 멘트요.
en: the first line in scene thirty two.

source: 심 대표가 시킨 일이라는 거.
en: that it was mr. shim who told me to do this.

source: 촬영 일정이 빡빡해서….
en: the shooting schedule’s been really hectic...

source: TV 광고도 그때부터 나갈 거고요.
en: the tv commercial will air then as well.

source: 원연희 씨가 주연으로 작품 찍은 지 좀 됐으니까.
en: it’s been a while since yeonhee won played a lead role.

source: 얘는 되겠구나.
en: this student will make it.

source: 그때 그 사진작가!
en: the photographer!

source: 이대로 갈 겁니다.
en: we are going to stick with the way it is.

source: 아무튼 오늘 마지막까지 잘 좀 챙겨 줘요.
en: anyway, please take a good care of her until you have to go back to hye-ryung.

source: 이번엔 회식 말고 제대로.
en: not as a team dinner this time.
